In [2]:
import numpy as np
import pandas as pd
import seaborn as sns
import matplotlib.pyplot as plt

MY DATA

In [3]:
df=pd.DataFrame ({"Name":["Tola","James","Ralph","Quadri","Michael"],
                    "dept" :["Art","Science","Commercial"," ","Art"],})

In [4]:
df

      Name        dept
0     Tola         Art
1    James     Science
2    Ralph  Commercial
3   Quadri
4  Michael         Art

In [ ]:
df.head()